export const blogData = [
    {
        id: '1',
        name: 'Fact 1',
        description: 'Корги – это две отдельные породы: пемброк и кардиган.'
    },
    {
        id: '2',
        name: 'Fact 2', 
        description: 'Название породы корги происходит от валлийского "cor gi", что означает "карликовый пес".'
    },
    {
        id: '3',
        name: 'Fact 3',
        description: 'Корги славятся своими умными и быстрыми решениями.'
    },
    {
        id: '4',
        name: 'Fact 4',
        description: 'Корги имеют двойной слой шерсти, который требует регулярного ухода.'
    },
    {
        id: '5',
        name: 'Fact 5',
        description: 'Средняя продолжительность жизни корги составляет от 12 до 15 лет.'
    },
]
